Repository: Dan8LTs/LTs-First-Economic-Progect
Catalog: LTSefp.CMD/Languages/Messages.*.resx
Languages: ru_ru

# Age
source: You are:
ru_ru: Вам:

# BeforeCosts
source: Before input new cost press enter
ru_ru: Перед вводом нового расхода нажимайте enter

# Birthdate
source: Take your birthdate(dd.mm.yyyy)
ru_ru: Введите ваш день рождения(dd.mm.yyyy)

# Contrib
source: Calculate contribution - G
ru_ru: Рассчитать вклад - G

# ContrName
source: Enter contribution's name:
ru_ru: Введите название вклада:

# CostName
source: Enter cost's name:
ru_ru: Введите название расхода:

# Costs
source: Take costs - F
ru_ru: Ввести свои расходы - F

# Cred
source: Calculate credit - H
ru_ru: Рассчитать кредит - H

# Currency
source: If you want to change currency - C
ru_ru: Если вы хотите изменить валюту - C

# CurrencyName
source: Take name of currency:
ru_ru: Введите название валюты:

# Do
source: What do you want to do?
ru_ru: Что вы хотите сделать?

source: Enter
ru_ru: Введите

# FirstContr
source: Enter your first contribution in %:
ru_ru: Введите ваш первый взнос в %:

# Formula
source: Сhoose calculation formula: compound - C, or simple - S percentage
ru_ru: Выберете формулу расчёта: сложный - C, или простой - процент

# Hello
source: Hello! This is app LTSeconomics!
ru_ru: Привет! Это приложение LTSeconomics.

# HelloName
source: Hello
ru_ru: Здравствуйте

# If you want
source: Enter cont, if you want to exit:
ru_ru: Введите cont, если захотите выйти из режима:

# Income
source: Your net income is -
ru_ru: Ваш чистый доход -

# Income Type
source: Enter your income type:
ru_ru: Введите тип заработка:

# InitialAmount
source: Enter your initial amount:
ru_ru: Введите начальную сумму:

# Month
source: Enter the period in months:
ru_ru: Введите период в месяцах:

# Name
source: Enter your name:
ru_ru: Введите имя:

# NotBirthdate
source: It's not your birthday:(
ru_ru: Это не твой день рождения:(

# NotName
source: This is not your name*_*
ru_ru: Это не твоё имя)))

# Quit
source: Quit - Q
ru_ru: Выйти - Q

# Rate
source: Enter the annual interest rate:
ru_ru: Введите годовую процентную ставку:
